commands_templates/OperatePresetTour0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/ptz/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:OperatePresetTour>
         <!--type: ReferenceToken-->
         <wsdl:ProfileToken>?</wsdl:ProfileToken>
         <!--type: ReferenceToken-->
         <wsdl:PresetTourToken>?</wsdl:PresetTourToken>
         <!--type: PTZPresetTourOperation - enumeration: [Start,Stop,Pause,Extended]-->
         <wsdl:Operation>?</wsdl:Operation>
      </wsdl:OperatePresetTour>
   </soap:Body>
</soap:Envelope>